---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodUseLatewoodBump
source: html/5ba825fb-fa63-50db-ae7c-0b6fc54a68bf.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodUseLatewoodBump Property

The property labeled "Use latewood bump" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodUseLatewoodBump { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".